{

	"modelo": [{
			"modelo": "Original_Wayfarer",
			"precio_base": "100",
			"detalle": "Las Caniex Original Wayfarer® Classic son el modelo más reconocible en la historia de las gafas de sol. Desde su diseño inicial en 1952, las Wayfarer Classic fueron popularizándose entre celebridades, músicos, artistas y personas con un sentido de la moda impecable. Como estilo emblemático de gafas de sol, las Original Wayfarer Classic siempre constituyen una auténtica declaración de intenciones."

		},
		{
			"modelo": "Aviator",
			"precio_base": "101",
			"detalle": "Las gafas de sol Aviator™ Classic son un modelo atemporal que combina un atractivo estilo de aviador con una calidad, comodidad y prestaciones excepcionales. Las Caniex Aviator Classic, que actualmente son unas de las gafas de sol más conocidas del mundo, fueron diseñadas originalmente en 1937 para los aviadores de los EE. UU."

		},
		{
			"modelo": "RoundMetal",
			"precio_base": "102",
			"detalle": "Las gafas de sol Caniex® RB3447 son totalmente retro. Este modelo ha sido utilizado por músicos legendarios y está inspirado en la contracultura de los años 60, década en la que nació. Estas emblemáticas gafas de Caniex®, metálicas y unisex, son conocidas por sus lentes de cristal redondas y definidas y por su forma característica. Tienen una barra ciliar curvada, almohadillas ajustables para la nariz y esbeltas varillas metálicas con extremos de plástico que se apoyan cómodamente detrás de las orejas. Disponibles con lentes de tinte uniforme, de espejo o polarizadas."

		},
		{
			"modelo": "New_Wayfarer",
			"precio_base": "103",
			"detalle": "Vuelve al origen de todo con las gafas de sol Caniex New Wayfarer® Classic. Utilizando la misma forma icónica del clásico Wayfarer, estas gafas de sol ofrecen una versión actualizada con una montura más pequeña y una forma de las lentes un poco más suave. Todas las gafas de sol Caniex New Wayfarer Classic están diseñadas para ofrecer un ajuste fácil con un alto nivel de nitidez visual y protección."

		},
		{
			"modelo": "Clubmaster",
			"precio_base": "103",
			"detalle": "Las gafas de sol Caniex Clubmaster Classic son de estilo retro y atemporales. Inspirado en los años 50, el diseño inconfundible de las Clubmaster Classic ha sido el favorito de los intelectuales del mundo de la cultura, que se adelantan a las tendencias futuras. Las emblemáticas gafas de sol Clubmaster Classic están disponibles con monturas negras o marrones y un tratamiento de las lentes en verde cristal. Llevar unas Caniex RB3016 Clubmaster Classic siempre constituye una declaración de intenciones."

		},
		{
			"modelo": "Clubround",
			"precio_base": "104",
			"detalle": "La última leyenda de Caniex se inspira en el estilo genuino de los intelectuales modernos y los creativos bohemios: presentamos las Clubround. Estas gafas, tan inconfundibles como únicas, son el resultado de combinar dos de las tendencias con más éxito del año, los modelos Clubmaster y Round. De todos modos, este diseño auténtico, con sus inimitables nuevos colores y lentes, está a punto de convertirse en una leyenda de pleno derecho."

		}
	],


	"vidrio": [{
			"tipo": "classic",
			"color": [
				"000000",
				"f44336",
				"e91e63",
				"9c27b0",
				"0000FF",
				"673ab7",
				"3f51b5",
				"2196f3",
				"03a9f4",
				"00bcd4",
				"009688",
				"4caf50",
				"8bc34a",
				"cddc39",
				"ffeb3b",
				"ffc107",
				"ff9800",
				"ff5722",
				"795548",
				"9e9e9e",
				"607d8b"
			],
			"precio": "100"
		},
		{
			"tipo": "gradient",
			"color": [
				"000000",
				"f44336",
				"e91e63"
			],
			"precio": "100"
		},
		{
			"tipo": "mirrored",
			"color": [
				"000000",
				"f44336",
				"e91e63"
			],
			"precio": "100"
		}

	],
	"marco": [{
			"tipo": "classic",
			"color": [
				"000000",
				"f44336",
				"e91e63",
				"9c27b0",
				"0000FF",
				"673ab7",
				"3f51b5",
				"2196f3",
				"03a9f4",
				"00bcd4",
				"009688",
				"4caf50",
				"8bc34a",
				"cddc39",
				"ffeb3b",
				"ffc107",
				"ff9800",
				"ff5722",
				"795548",
				"9e9e9e",
				"607d8b"
			],
			"precio": "100"
		},
              
        {
			"tipo": "trendy",
			"color": [
				"000000",
				"f44336",
				"e91e63",
				"9c27b0",
				"0000FF",
				"673ab7",
				"3f51b5",
				"2196f3",
				"03a9f4",
				"00bcd4",
				"009688",
				"4caf50",
				"8bc34a",
				"cddc39",
				"ffeb3b",
				"ffc107",
				"ff9800",
				"ff5722",
				"795548",
				"9e9e9e",
				"607d8b"
			],
			"precio": "120"
		}

	],
	"tamano": [{
			"medida": "pequeño",
			"ancho_lente": "55",
			"ancho_puente": "14"
		},
		{
			"medida": "grande",
			"ancho_lente": "54",
			"ancho_puente": "18"
		}
	],
	"patillas": [{
        "tipo": "classic",
        "color": [
				"000000",
				"f44336",
				"e91e63",
				"9c27b0",
				"0000FF",
				"673ab7",
				"3f51b5",
				"2196f3",
				"03a9f4",
				"00bcd4",
				"009688",
				"4caf50",
				"8bc34a",
				"cddc39",
				"ffeb3b",
				"ffc107",
				"ff9800",
				"ff5722",
				"795548",
				"9e9e9e",
				"607d8b"
			],
        "precio": "100",
        "grabado": [{
        "tipo": [
				"externo derecho",
				"externo izquierdo",
				"interno derecho",
				"interno izquierdo"
			],

			"letra": [
				"Comic Sans",
				"Arial",
				"Trade gothic",
				"Monotype corsiva"
			]
		}]

	},
     {
        "tipo": "trendy",
        "color": [
				"000000",
				"f44336",
				"e91e63",
				"9c27b0",
				"0000FF",
				"673ab7",
				"3f51b5",
				"2196f3",
				"03a9f4",
				"00bcd4",
				"009688",
				"4caf50",
				"8bc34a",
				"cddc39",
				"ffeb3b",
				"ffc107",
				"ff9800",
				"ff5722",
				"795548",
				"9e9e9e",
				"607d8b"
			],
        "precio": "100",
        "grabado": [{
        "tipo": [
				"externo derecho",
				"externo izquierdo",
				"interno derecho",
				"interno izquierdo"
			],

			"letra": [
				"Comic Sans",
				"Arial",
				"Trade gothic",
				"Monotype corsiva"
			]
		}]

	}
    ]

}